init:
    $ mu = Character(u'Отец', color="828282", what_color="E2C778")
    $ je = Character(u'Женщина', color="db0404", what_color="E2C778")
    $ go = Character(u'Голос', color="32CD32", what_color="E2C778")
    $ coc = Character(u'Соседка', color="C8FFC8", what_color="E2C778")
    $ mama = Character(u'Мама', color="FFC0CB", what_color="E2C778")
    $ my_life = 0
    
label nolevoi_den:
    "На улице стоял жаркий майский день. Повсюду ходили люди, проезжали машины."
    scene bg ext_square_day with dissolve
    "Странно, но мне кажется, что погода в этом месяце должна быть немного другой."
    show forest with dissolve
    "Вроде начало месяца, а жарит так, будто середина лета."
    "Наверное, это все из-за людей."
    "Выхлопы газов от машин и различных предприятий создали такие условия, что времена года будто сдвинулись на месяц назад."
    "Это первое, что пришло мне в голову."
    "*звонок телефона"
    "Семен, ты все еще ждешь?"
    "Конечно, мам."
    "Я тут в магазин зашла, тебе чего-нибудь взять?"
    "Может мороженого хочешь?"
    "Ага, возьми там какое-нибудь."
    "Хорошо. Потом я сяду на любой автобус и приеду, не хочу пешком в такую жару идти. Подождешь еще?"
    "А то иди домой."
    "Я подожду. И прибавь громкости на входящий звонок. Постоянно ведь тебе перезваниваю."
    "Ладно, сейчас прибавлю."
    "Давай давай."
    "Все, скоро буду."
    "*конец звонка."
    "Скорее всего, меня от нее отделяет всего лишь пара остановок. Подождем."
    "Я стоял поодаль ото всех, осматривая прохожих."
    "Вот идет маленькая девочка в белом платьице. С ней за руку идет, похоже, отец. Девчонка с интересом что-то рассказывает ее родителю."
    "А он мило улыбается ей в ответ."
    "Эта картина немного расстроила меня, ведь у меня не было отца в свое время."
    "Мне в целом немного не повезло с родственниками."
    "Когда я родился, отец развелся с моей матерью."
    "Бабушку и деда совсем не помню. Но мне мама рассказывала, что они умерли, когда мне было три года."
    "Они были счастливейшей парой. И как они были рады, когда родился Семен Персунов."
    "Забота обо мне была их чуть ли не делом всей жизни. Жаль конечно, что они ушли так рано, оставив маму в полном одиночестве."
    "Хотя... Были же еще дядя и тетя, которые тоже проявляли ко мне неравнодушие."
    "Впрочем, мама моя смогла меня воспитать таким, какой я есть — нормальным человеком, за что я ее безмерно люблю."
    "Ей пришлось пройти, наверное, тяжелейший путь. Возможно, она отказывалась от многого, чтобы меня прокормить, одеть, научить."
    "В общем — дать все необходимое."
    "В настоящее же время у меня есть она и мой отчим, от которого осталось всего лишь слово."
    "Когда мне было пятнадцать, мама познакомилась с ним в магазине торгового центра."
    "Поначалу он мне показался серьезным человеком, общался со мной на разнообразные темы, проводил со мной время."
    "С мамой у них быстро все закрутилось, отчего имеем что имеем — он мой отчим."
    "Тогда я еще не знал, что это такое - синдром \хорошего парня\"."
    "Или, в его случае, \хорошего мужика\"."
    "Под красивой оберткой было относительное презрение ко мне как к личности."
    "Разговоры со мной сменились необьяснимым молчанием."
    "Когда я пытался как-то разговорить его, задавая вопросы по той или иной теме, у него было лицо полного безразличия."
    "А когда начинал надоедать — смотрел на меня, мол: \Что за тупые вопросы ты задаешь? Нельзя просто помолчать?\"."
    "К моей матери он тоже постепенно охладевал. Начал поздно возрващаться домой, временами не отвечал на звонки."
    "Конечно, это здорово меня раздражало. Особенно в тех моментах, когда за него волновалась мама."
    "Звонила, спрашивала как он. В общем — проявляла искреннее внимание."
    "Похоже, что в одни ворота..."
    "Недавно мне стало многое понятно. Я был всего лишь предлогом для удачного знакомства с матерью."
    "..."
    "Послезавтра у нее день рождения, а я даже не знаю что ей подарить."
    "Цветы? Это, конечно, хорошо, но у мамы аллергия на них."
    "Игрушки? По мне так это бесполезные вещи."
    "Значит, нужно отталкиваться от пользы или других факторов."
    "Немного поразмыслив так и эдак, мне в голову пришла хорошая мысль."
    "Стихи. Я могу написать для нее стихи!"
    "Что-нибудь особенное, не просто так какие-нибудь простые рифмы, а что-то посерьезнее."
    "Да... Благо завтра выходной, как раз можно будет заняться этим делом."
    "..."
    th "Долго она что-то."
    "Я немного призадумался и закрыл глаза, как услышал протяжный резкий звук. Будто рвут металл или что-то такое."
    "*издалека слышится сильный удар по чему-то железному. Протяжный звук разрывания металла"
    th "Машина что ли?"
    "Вместе со мной несколько зевак собрались в сторону шума. Интересно посмотреть, чего это там такое?"
    "*Угрожающая мелодия*"
    "Десять секунд, и я за углом. Передо мной стоит ужасная картина: лежащий на боку автобус."
    "Внезапно, закричали женщины, которые были у автобуса. Несколько мужиков кинулись к автобусу, чтобы вытащить тех, кто был в нем."
    "Мое сердце екнуло в этот момент."
    "Нужно позвонить маме."
    "Немного нервничая, я смог набрать первый номер в телефонной книге."
    "И услышал ту самую любимую мелодию, которая недавно понравилась маме."
    "Меня сковал ужас."
    "Это просто совпадение!"
    "Я кинулся к автобусу, чтобы посмотреть, нет ли там ее..."
    "Весь на эмоциях, не обращая внимания на окружающих, залез внутрь кабины, повсюду слышались вопли, крики о помощи."
    "Пострадавших вытаскивали, а я глазами судорожно искал, надеясь, что не найду."
    "Где же она!?"
    "Я искренне надеялся, что это не так, как сейчас думаю. Что она едет на другом автобусе."
    "Мои глаза остановились на бежевой кофточке."
    "Это ее кофта."
    "Нет...{w} МАМА..."
    "Мгновенно мое сердце замерло, окутанное ледяным холодом. Зрачки расширились до предела, всасывая в себя ужасающую картину перед глазами."
    "Глотка сжалась, не позволяя проглотить комок, что образовался от неудержимого страха и боли. "
    "Это была она.{w} Лежавшая на боку, спиной ко мне, в груди ее торчал здоровый кусок стекла. Ноги были в крови. Все было в крови."
    "Проверил пульс - не чувствуется."
    "Она не шевелилась, не подавала признаков жизни..."
    "Глаза были не закрыты, лицо было иссечено крупными царапинами."
    "Мир сузился до меня и ее, лежащую бездыханной. Я не слышал ничего извне, все было сосредоточено на нее."
    "Я не мог поверить в свои мысли. Пытался кричать, дергал ее за плечи, просил бога помочь..."
    "Это не правда, она просто потеряла сознание!"
    "Кто-то тряс меня, но мне было не до этого."
    "Бесконечные попытки нащупать хотя бы крохотный пульс ни к чему не приводили. В ней больше не осталось жизни."
    "Все внутри сдалось перед лицом жестокой необратимости происходящего. Болезненная мысль о том, что я больше никогда не услышу родной голос, не почувствую ласкового прикосновения, была настолько тяжёлой, что казалось, может раздавить меня изнутри."
    "Меня силой вытащили из автобуса, стояло много карет скорой помощи, была милиция и пожарные. Все бегали и кричали."
    "А когда на носилках вытащили мою мать, было решено ехать в реанимацию вместе с ней."
    "Слезно просил врачей вернуть ее к жизни, умолял бога помочь. У меня оставалась надежда на то, что все будет хорошо, все будет в порядке."
    "..."
    "..."
    "..."
    "Много времени я провел в коридоре, ожидая заветных слов. Нервы были на пределе. Казалось, что вот-вот я упаду в обморок."
    "В коридор вошла медсестра в белом халате и сказала все то, что от нее требовалось."
    "Неожиданно навалившаяся сила бессилия стиснула меня, и руки, которые казались в этот момент чужими, беспомощно опустились вдоль тела."
    "Мир вокруг утратил свой цвет, оставив лишь монохромный снимок той страшной реальности, в центре которой теперь билось одно-единственное желание — заснуть и больше не просыпаться."
    ""
    ""
    ""
    ""
    ""
    ""
    "*Констатация смерти*, загрузочный экран."
    "..."
    "..."
    "..."
    "На похоронах было немного людей, отчим, тетя с дядей да несколько маминых подруг, которых я почти не знал."
    "Я не плакал, не разговаривал, не выражал эмоции. На это больше не осталось сил."
    "Выяснилось, что тот автобус давно списали, но он продолжал развозить пассажиров как частный автобус, оформленный на местного чиновника."
    "Погибших было четверо, включая мою маму."
    "На самом деле, властям было плевать на эту обстановку. Дело об автобусе хотели замять как можно быстрее, чтобы народ поскорее забыл о произошедшем."
    "Триста пятьдесят тысяч - такова цена жизни человека."
    "Столько выдали на каждого погибшего, и по сто тысяч тем, кто пострадал чуть меньше, чем насмерть."
    "Люди отходчивые, примут и такое."
    "Омерзительно смотреть, как тебе выражают слова скорби незнакомые люди. Я всеми силами пытался понять, что именно они пытаются изменить во мне своими жалкими дежурными фразами."
    "Неделя, и все забывается. Люди все так же ездят утром на работу и с работы домой. Они забыли, что где-то там упал в пропасть несчастный ребенок, переживший настоящую трагедию."
    "Да, это нагло — говорить так, но я не мог мириться с этим. И одновременно хотел, чтобы меня поскорее забыли."
    "Ибо такие как \вы\" не в состоянии помочь мне."
    "Я был зол на все, что происходило во всем мире."
    "Почему я? За что мне такое горе? Что я сделал в этой жизни неправильно?"
    "Реальность, которая так старательно устанавливает свои приоритеты, была мне искренне непонятна."
    "Глупо верить в хорошее, когда понимаешь, что случись чего — и ты будешь беспомощен."
    "Конечно, если ты и есть тот самый источник неприятностей."
    "..."
    "..."
    "..."
    "Дни после похорон казались бесконечными."
    "Я часто бродил по дому, останавливаясь возле фотографий и личных вещей своей матери, разговаривая с ней в мыслях, искав понимания и утешения в безмолвии её отсутствия."
    "Ко мне приходили мои дядя и тетя, чтобы проверить, все ли со мной в порядке, пытались заботиться обо мне."
    "Да только не нужна мне была их забота. Спасибо им за то, что они быстро поняли это."
    "Социальные связи, которые раньше были в моей жизни хорошими и продолжительными, теперь казались обременительными и пустыми."
    "На учёбу и будущее у меня практически не оставалось сил, и потому я часто просто прогуливал школу, проводя целые дни, укрывшись в своей комнате, где он мог скрыть свою душевную боль от всех остальных."
    "А после понял, что утратил способность ощущать радость. Мир вокруг меня продолжал своё вращение, люди в моей жизни искали пути пережить свои собственные горести или радоваться своим маленьким победам, но я остался один в своей печали, отрезанный от животворных потоков жизни, которые делают её стоящей."
    "Потому что этого хотел я."
    "..."
    "..."
    show anim stars_1 with dissolve
    show TEST_light_snow
    "Пол года и очередной бездарно прожитый день. В тот вечер, зимой, я сидел в парке и просто смотрел в пустоту."
    "Этот самый парк казался мне теперь лишь мертвым пространством, наполненным духами ушедших времен, которые были яркими и веселыми."
    "Холод проникал через мою одежду, но я не замечал этого."
    "Когда вечер становился всё глубже, я поднял взгляд к звёздам, ища мать в их мерцающем свете."
    "Снова к горлу подкатывает ком, снова из глаз идут слезы."
    "Стараясь отогнать наваждение, повело мое тело куда глаза глядят, главное, чтобы не думать о тех событиях."
    "Это уже было невыносимо."
    "За очередными поворотами я зашел в глухое место парка, где увидел группу подростков."
    "Четверо, среди трех парней девчонка. Младше меня. Они встали в круг и говорили на повышенных тонах, громко при этом смеясь."
    "И я бы прошел дальше, если бы краем уха не услышал едва уловимый звук."
    "Да это же котенок, совсем маленький!"
    "Девчонка кричала: \"Да оторви ты ему хвост, и все!\"."
    "Было слышно, как он пищал от безысходности." 
    "Этот писк... {w} Как он рвал моё сердце."
    "В два шага я подскочил прямо к ним. Какой-то пацан поднял котёнка прямо за хвост. К счастью, я успел выхватить беднягу. Похоже, что этот парень кинуть его прямо на землю."
    "Я так хотел набить им лицо, но не мог, нужно же думать о последствиях."
    "Двое уже успел отбежать от меня, поэтому я схватил за воротник того, кто ближе всех был ко мне и сказал то, отчего он сильно испугался и заплакал."
    "Надо же, какой эмоциональный..."
    "У него затряслись ноги. Я оттолкнул подростка от себя, тот упал прямо на землю, будто боясь пошевелиться."
    "С его-то дрожащими ногами он далеко не убежит."
    "Я осмотрел котёнка, похоже, что с ним всё в порядке. Это была.. девочка, наверное, глазки ещё не открылись."
    "Огляделся по сторонам и, не найдя потенциальной матери-кошки, решил забрать чудо."
    "Мне пришлось нести её домой, а что делать? Не оставлять же беззащитное животное на улице, я бы тогда не простил себя."
    with fade2
    hide TEST_light_snow 
    with fade3
    show image prix
    "В итоге я добрался до дома. Незнаю, как отреагирует отчим на новое существо в доме."
    "После смерти моей мамы отчим тоже поник, но после снова вернулся к обычной, нормальной жизни."
    "Как будто и небыло никакой мамы..."
    "Я возненавидел его всей душой, и он тоже меня недолюбливал."
    "От меня ему нужно было только то, сделал ли я уроки и убрался ли во всём доме."
    "В конце концов я перестал общаться с ним. Весь наш диалог состоит из \"Привет" - "Пока\"."
    "Дёрнув дверную ручку, я понял, что дома никого нет."
    th "Ещё бы, кто меня дома ждёт?"
    "Раздевшись, я отнёс котёнка в комнату."
    play sound sfx_close_door_clubs_nextroom 
    "Быстро переоделся и хотел уже идти на кухню кормить котенка, как услышал как щелкнула дверная ручка."
    "Похоже, что он пришёл."
    "Я вышел в коридор и думал сказать клишированное \"Привет\", но заметил, что он пришёл не один."
    "Сзади него неуверенно вошла женщина средних лет,такого же роста, что и отчим, с очень короткой причёской и в очках."
    "Это женщина была мне...неприятна. Теперь мне понятно, как складывается первое впечатление о новом человеке."
    mu "Знакомься, это Жанна и..."
    je "Позволь мне сказать."
    "Он замолчал."
    je "В общем, здравствуй Семён, меня зовут Жанна."
    je "Я понимаю, насколько тебе плохо переживать потерю человека..."
    je "Поэтому я хотела бы поддержать тебя, стать для тебя хорошим наставником и новой м..."
    me "ЗАМОЛЧИ!!!"
    "Разозлился я мгновенно. Женщина встала в ступор."
    mu "Ты как разговариваешь?"
    "Я не мог сдерживаться."
    me "Ты...ты..."
    me "Моя мама умерла, а тебе хоть бы что!!!"
    me "Ты никогда её не любил и всегда наплевательски к ней относился!"
    me "А через полгода приводишь чужую женщину в дом?!"
    "Я обратился к ней."
    me "{b}Ты никто для меня и никогда не заменишь мне мою маму.{\b}"
    mu "Подошёл сюда..."
    me "Пошел ты знаешь куда..."
    "Я ушёл в свою комнату."
    scene black with dissolve
    hide image prix
    "Сел на кровать и задумался о том, почему всё так вышло."
    "Плохо, я наговорил много лишнего."
    "Последствия не заставили себя ждать."
    with fade2
    play sound sfx_close_cabinet
    show blink
    show komnata_semena1
    "В комнату вошёл отчим. У него в руках был... {w} ремень?"
    "В тот момент я держал котёнка на руках, что бы ещё раз его осмотреть,но когда я увидел ремень, то сразу убрал беднягу от него."
    "Но не успел развернуться к отчиму полностью."
    play sound sfx_face_slap
    with fade2
    "Он замахнулся мне прямо по лицу. Ремнем. Ни по ноге, ни по рукам, ни даже по животу. Мне даже показалось, что он испытывает некое удовольствие."
    "Во мне кипела ярость, что относительно чужда для меня. {w} Я довольно спокойный человек и на простые провокации не ведусь, но как же тогда во мне кипела злость."
    "Я быстро встал и оттолкнул его от себя, он,{w} видимо, {w} не ожидал такой реакции и прильнул к столу."
    "Подскочив к нему, я хотел ударить его со всей силы, но он блокировал мою правую руку и ударил мне по лицу."
    play sound sfx_fall_wood_floor  
    "Я полетел прямо на пол. Отчим хотел подойти ко мне."
    me "НЕ ТРОГАЙ МЕНЯ!!!"
    "Он остановился и посмотрел на меня."
    "В этот момент запищал котёнок."
    "Этот придурок перевёл свой взгляд на источник писка, но не стал меня что-либо спрашивать, а сразу развернулся и ушёл к себе в комнату."
    "Я так и остался лежать на полу, мне было больно, похоже, что из носа шла кровь."
    scene black with dissolve
    hide komnata_semena1
    "Я попытался встать и кое как прошёл в ванную."
    "Когда мое лицо было полностью вымыто, в ванную вошёл {i}он{i\}."
    mu "Собирай свои монатки и уёбывай отсюда. Я больше не хочу тебя здесь видеть."
    "Не первый раз уже слышу такое заявление, но перечить не стал."
    "Поэтому вышел из ванной, тихо закрылся в комнате и начал собирать вещи."
    "Собирался я совсем немного: взял только небольшой портфель."
    "Взял немного только потому, что в другой стороне моего города была двухкомнатная квартирка, нуждающаяся в хорошем ремонте."
    "Там не было ничего, кроме кресла, стола и небольшого стеллажа с книгами, которые я так старательно собирал.  {w} Но было отопление и вода."
    "Обычно там я проводил своё свободное время, читая книги или слушая музыку."
    "Вот и сегодня мне придётся пойти туда."
    "Подойдя к порогу входной двери, я мельком глаза заметил, что отчим сидит в комнате рядом с женщиной."
    "Она, похоже, расстроена, но меня это не волновало."
    "Одевшись, я выждал немного времени."
    with fade2
    "Даже не выйдет... Ну и ладно."
    play sound sfx_close_door_clubs_nextroom 
    "С этой мыслью я вышел из дома."
    scene black with dspr
    scene bg bus_stop with dissolve
    show TEST_light_snow
    "Всю дорогу меня беспокоили мысли о том, как бы побыстрее дойти до квартиры."
    "Я бы не волновался об этом, если бы у меня за спиной небыло тяжёлого рюкзака, а за пазухой не спал котёнок."
    "А всё могло бы обойтись, если бы я просто промолчал."
    "Если {w} - слишком много в моей жизни этого слова."
    "Как мне надоело жить, наперёд предугадывая будущее."
    "Как мне надоело жить, зная, что когда-нибудь тебя всё равно отчитают, иногда даже без причины."
    "Я пытался не обращать на него внимания, но отчим всегда испытывал моё терпение."
    "Все эти бесконечные недовольства, упрёки, привередливость."
    "Бывало, что мне даже жить из за него не хотелось."
    "Но как-то я к нему привык, у меня даже иммунитет выработался против его оскорблений."
    "За эти полгода я стал безэмоциональным, стал чаще проводить времени наедине сам с собой."
    "И знаете, мне это стало нравиться."
    "Когда никого нет, можно в полной мере подумать над тем, что тебя так сильно беспокоит."
    "Одно лишь расстраивает - это время. Ценнейший ресурс, который так быстро проходит."
    hide TEST_light_snow with dissolve
    scene black with dissolve
    with fade3
    "Вскоре, когда порог квартиры был переступлен, на часах красовалось число семь."
    "Пошарившись по карманам, я не нашел телефона."
    me "Отлично, я оставил его дома."
    "Придется возвращаться туда."
    with fade3
    "А впрочем, останусь я тут на ночь."
    "Здесь не холодно, а поспать можно прямо на кресле, благо оно раздвигается."
    "Кое как покормив котёнка молоком из магазина(сам удивляюсь, как это у меня получилось), {w} я аккуратно расстелил мою зимнюю курту на кресле."
    "В портфеле всё равно ничего интересного, поэтому я улёгся рядом с котёнком."
    show unblink
    "И закрыл глаза."
    scene black with dissolve
    with fade2
    "Сон."
    "Прекрасное время, чтобы провести свою мятежную жизнь в таком безмятежном месте."
    "Бывало, что мне снились осязаемые сны, но только пару раз."
    "И это было круто, хотя я и не понимал, что нахожусь во сне."
    "Здесь можно подумать о самых разнообразных вещах."
    "Переместиться туда, где твоя душа не чувствовала бы всего этого беспокойства извне."
    "Я...{w}так устал. И хоть мне всего семнадцать лет, я успел познать всё уродство жизни."
    "Всё та же похоть и гнев, зависть и ревность... Человечество тысячелетиями взращивало эти качества."
    go "Будь ты богом, смог бы сотворить то место, где всего этого нет?"
    go "Только доброта и искренность, только отзывчивость и милосердие."
    th "Ты еще кто такой?"
    go "Скажем так, я твое альтер-эго. Но сейчас не об этом. Ты можешь представить себе мир без, как ты говоришь, \извне\"?"
    th "Такого не бывает. Это простые желания человека, которые едва ли когда сбудутся. Если вообще сбудутся."
    go "Ты мог бы представить..."
    th "Не могу. Не привык я к такому, да и зачем мучить себя подобными вещами?"
    th "Встав утром с кровати, тебя все так же встретит с распростертыми обьятиями мерзкое \извне\"."
    th "От всего такого и жить-то не захочется."
    go "Может ты и прав..."
    go "Но, оказавшись в другом мире, полном добра и понимания, остался бы там навсегда?"
    with fade2
    menu:
        "Возможно":
            jump denek_00000
        "Нет":
            jump Ploxoi
        
        
    label Ploxoi:
        me "Я же сказал тебе, что такого не бывает."
        go "Вот как..."
        me "Оставь меня, иди потревожь кого-нибудь другого."
        go "..."
        scene black with dissolve
        with fade3
        "Проснулся я в отвратительном настроении."
        "Будто пять минут поспал всего."
        "Всё... Мне так всё надоело."
        "Я встал с кресла, взял котёнка с собой."
        th "Нужно отдать его соседке."
        scene black with dissolve
        with fade2
        "Через минуту я уже стоял у двери чужой квартиры."
        "Позвонив в звонок, мне открыла женщина."
        coc "Здравствуй, ты хотел чего?"
        me "Возьмите котёнка на передержку."
        coc "Так с ходу, нет, извини. У меня самой дома две кошки."
        me "Ну возьмите пожалуйста, всего на полчаса. Мне всего-то в магазин сбегать и всё."
        "Женщина немного подумала."
        coc "Хорошо, оставляй, но только на полчаса."
        coc "И не задерживайся, пожалуйста."
        me "Спасибо вам."
        play sound sfx_close_door_campus_1
        "Я отдал ей котёнка и она закрыла за собой дверь."
        "Надеюсь, что с ним хорошо обойдутся..."
        "На последнем этаже должен быть люк, что ведёт на крышу."
        with fade2
        scene black with dissolve
        "Люк оказался незапертым."
        th "Плохо управляющий домоводством занимается."
        "Я забрался по лестнице и вышел на крышу."
        "Осмотревшись и поняв, что никто ничего не заметит, я подошёл к краю крыши."
        show blink
        with fade3
        "Часто думал над тем, что люди думают во время своей смерти."
        "Наверное, большинство просит прощения у своих близких...или бога."
        "Но они даже не задумываются, что принесут ещё больше горя."
        "Перед кем же мне извиняться? У кого попросить прощения за все совершённые поступки?"
        "Бабушка с дедом умерли очень рано."
        "Они очень хотели увидеть новорождённого меня, а когда увидели - не страшно было и на покой уйти."
        "Мой настоящий отец умер от пьянства в мои, казалось бы, юбилейные десять лет."
        "Тогда я испытывал апатию к этому событию, не понимал всех причин такого исхода."
        "А ведь отец мой был хорошим человеком."
        "{i}Был{\i}, пока не взялся за бутылку."
        "Тот человек, который в официальной бумаге прописан как \"Опекун, Отец\" - не отец мне вовсе."
        "У меня больше нет семьи, она обречена на смерть."
        "Как и я..."
        with fade2
        "Жаль, что я так и не смог дать имя котёнку..."
        scene black with dissolve
        play sound sfx_intro_bus_stop_sigh
        with fade3
        play sound sfx_body_bump 
        with fade3
        return
        
        
        
    label denek_00000:
        go "Как здорово. Ты согласился, даже не раздумывая."
        "Я сказал \возможно\"."
        "Ты будто не веришь мне; то, что я с тобой общаюсь, уже говорит о том, что все это не просто так."
        "Не всегда нужно верить своей шизофрении."
        "Обзываешься. Вот я обижусь и повелю тебе не просыпаться."
        "Ты промахнулся сразу в двух вещах: я никому не подвластен и мне, скорее всего, понравятся последствия твоей обиды."
        "Послушай, Семен. Я знаю о тебе многое и не в твоих интересах спорить со мной. Я хочу для тебя лучшего."
        "Вот как. Мама мне тоже так говорила."
        "Знаю, Семен..."
        "На мгновение, мне показалось, что я разговариваю с собственной матерью."
        "Что еще ты знаешь обо мне?"
        "Все, начиная с твоего рождения, заканчивая тем, что ты в ближайшие час-два уже стоишь на краю крыши."
        "Я напрягся. Слышать такое было странно."
        "Еще раз, чего тебе нужно?"
        "От тебя — ничего, для тебя — счастья."
        "И раз ты согласился, позволь помочь тебе с {i}Определением себя{\i}."
        "..."
        "..."
        "..."
        "Заставляя меня просыпаться, сонная дымка постепенно оставляла свое место неспешному пробуждению."
        "Холодный ветер обволакивал меня со всех сторон. Я что, замерз во сне?"
        "Или я вовсе не спал?"
        
        
        "*Открывает глаза*"
        
        
        "То, что предстало предо мной заставило меня немного вздрогнуть."
        "Я стою на краю крыши, не шевелясь. Вечерний город зажег свои лампы и горестно смотрит на мое тело, которое вот-вот сделает свой главный в жизни шаг. Навстречу неизведанному."
        "Но я не спешу, я спокоен."
        th "Счастья говоришь... Какое может быть счастье у меня, всеми оставленного? Как {i}ты{\i} мне поможешь?"
        "Я помнил этот диалог, все до единого."
        "И вспомнил, что мне, оказывается, есть для кого жить."
        "Несчастный котенок — смысл моей жизни?"
        "Это звучит настолько нелепо, что я несколько поморщился, боясь, что эту мысль кто-нибудь услышит."
        "А потом задумался."
        "Все же эти разговоры должны что-то значить?"
        "Небольшой ветер, огни вечернего города навевали атмосферу спокойствия."
        "Шумели деревья, проезжали машины. Все было...привычно."
        "Рано тебе еще умирать, Семен."
        "Нужно уходить отсюда."
        "..."
        "..."
        "..."
        "Закрыл крышку люка, сбегал в магазин за провиантом дня на два, вернулся к соседке."
        "Вот, держи. Аккуратнее, она спит."
        "Ласковыми руками она передала мне мой \смысл жизни\"."
        "Спасибо большое."
        "Вернувшись в квартиру и обнаружив, что все лежит по своим местам, я поймал небольшое дежавю."
        "Куртка расстелена, портфель валяется там, куда я его бросил. Бред какой-то."
        "Но я уже устал, глаза слипались до невозможности."
        "Подумав, что котейка может проснуться ночью, пришел к выводу, что ему лучше постелить на полу у батареи. Так безопаснее."
        "А сам удобно устроился на кресле."
        "Сегодня произошло слишком много событий для того, кто привык к стабильности."
        "Веки сомкнулись, и неведомая сила ласково проводила меня в царство снов."
        ""
        ""
        "*КОНЕЦ ПРОЛОГА*"
        ""
        ""
        jump First_day_in_
     
        
        
        
        
        
        
        
        
        
        
        
    

    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    