Саню везут в машине, описать его мысли.
Привезли в полицейский участок.
Т.к время позднее, его закрывают во временный изолятор.
Следующий день, приезжают его родители, начинается допрос Александра. Родители ждут за комнатой допроса.
Начинается допрос, который ведет отец одной из пионерки в отряде Семена и Андрея (зовут Лена), отец Лены - прокурор.
После(или во время допроса (не придумал еще)) отец Лены может связаться с Леной, чтобы обсудить Александра.
Во время пребывания Александра в другом городе (то есть в милицейском участке, на допросе), в лагере аккуратно (чтобы не нарушить жизнедеятельность пионеров), милиция собирает данные о произошедшем событии.
Собрав всю найденную информацию, Милицией и комиссией по несовершеннолетним решается вопрос о том, что смена пройдет в штатном режиме, а после лагерь закроется для дальнейшего расследования.
Допрос Александра завершается вердиктом "не найдено достаточных доказательств", и его отпускают обратно в лагерь под строжайшим контролем и определенными ограничениями.
Александр приезжает в лагерь, он уже не весел, он боится, он замкнут...
Сюжет идет далее...далее...до определенного дня, когда они находятся на концерте и происходит инцидент с пионером. События "Далее...далее" я пропишу.




Отец Лены - прокурор, он спрашивает Лену о Сане. Лена "мелко" уверена в том, что Саня не способен на такое. Рассказывает подробности жизни Александра в лагере до случая с маленькой девочкой.

Есть девочка, которая, знает, что пионер-гнида сделал проишествие с девочкой, но она не рассказывает, потому что запугана пионером-гнидой.

Предполагается, что никто не видел, как пионер-гнида бросает в девочку камень.

На рогатине кроме отпечатков пальцев Александра есть еще и другие отпечатки, и их много. До этого рогатка участвовала в разбитии стекол, в которых Саня никогда и нигде не участвовал. про разбитые стекла у пионеров и вожатых еть информация, но они не знают, кто это делал. Выясняется день разбития стекла (стекло в окне склада, на котором бывают мало людей), выясняется, что в этот день Александр был в другом месте, это могут подтвердить (появляется какое-никакое, но алиби). Так же следователи находят обрывок ткани от рогатки и камешек под рогатку внутри склада (возможно, это усилит алиби Александра).

